{
  "cutscenes": [
    {
      "scene": "Ach, co se to děje? Píská mi v uších, bolí to. \nAni nevím, kde jsem. Snažím se rozhlížet, ale vidím strašně rozmazaně. \nVypadá to tu jako ve škole. Vždyť já jsem ve škole! Co se to stalo? \nZrychlil se mi tep, začínám panikařit. Proč tu jsem a proč je mi tak divně? \nCo to znamená, co se to děje? Uklidni se, uklidni se, no tak! \nUffff, zkusím najít nějakou pomoc... ",
      "requiredMemories": 0
    },
    {
    "scene": "Ahh, teď mě strašně rozbolela hlava. Ztrácím zrak? Jo! \nVšechno mi mizí před očima, když v tom se najednou objevím doma v kuchyni. \nSnažím se promluvit k mamce, ale ta mě očividně nevidí. Bolí to. \nZoufale ještě zkouším zvednout hlas, ale očividně to nefunguje. \nPak najednou přicházím já, jakoby nejsem to já, ale přicházím já. \n\"Jdeš dneska k Tomovi?\" \n\"Jop a budu u něj přes víkend.\" \n\"Ach tak, nepřijdeš alespoň v sobotu? Budu péct cukroví, mohla bys pomoct.\" \n\"Ale maaami, přece nebudu jezdit sem a tam, ne?\" \nPak jsem si přehodila batoh přes záda a zvolala: \n\"Papa, mami, miluji tě!\" \nWow, ani jsem si nevšimla, jak to mamku mrzí, když nejsem doma na víkend, úplně jsem to přehlížela... \nAu, už zase ta hlava. Upadám do bezvědomí a probouzím se opět ve škole. \nFuj, co tohle zase bylo! ",
    "requiredMemories": 0
    },
    {
      "scene": "Au! Zase se mi objevila ta bolest hlavy. Bolí to jako ta nejhorší migréna. Padám do bezvědomí. Probouzím se ve škole, tedy přímo v mojí třídě, v patnáctce. Jsme tu já, Tonda, Mari, Švec a Pospi. Opět mě nikdo neslyší. A tak jen poslouchám. Co to zase ze mě vypadne... \"V pondělí máme session, počítáte s tím?\" zeptal se Švec. Všichni hromadně zvolali ano, až na mě. \"No, já v pondělí nemůžu,\" skoro jako by mi to bylo jedno. \"Jak to?\" ptá se Mari. \"Jdu za Tomášem…\" \"Aha,\" řekla Mari smutně. \nDále pak bylo ticho. Ty kráso, já jsem úplná kráva, fakt. Jak se to chovám, já to snad ani nechci vidět... Moc ráda bych se jim všem omluvila, ale ono to nejde. Prosím, dovolte mi se omluvit. Prosím.",
      "requiredMemories": 5
    },
    {
      "scene": "Zase cestuji časem, nebo co to má znamenat. Tentokrát jsem na hodině IT s paní Meitnerovou. Máme zachránit Štědrý den před temnými silami zimy. To nezní nudně, hehe. Pospíšil se zase na něco ptá, Chaloupka cestuje sem a tam, Roman doom scrolluje reels, všechno se zdá tak (...) normální. Po cestě k Matějovi se Meitnerová zastaví u mě. \"Proč nepracujete, Amy?\" \"No, nemám nějak chuť,\" řekla jsem s úsměvem. \"No víte, já dostala takový fajn hezký nápad, slyšela jste ho?\" \"Ne.\" \"No, každou hodinu si vybereme s kolegyní dva náhodné lidi a těm oznámkujeme jejich práci.\" \"Aha.\" \"No, tak to byste měla začít pracovat.\" \"No to se nebojte,\" odpovídám drze a zase s úsměvem. Pak se Meitnerová podívala rovně a asi usoudila, že teď to se mnou nemá smysl. Zase se chovám naprosto nehorázně. Taková normálně ale nejsem, ne? Asi jsem pochopila, že jsem jaksi taková (...) zvláštní. Nebudu to přece svádět na Tomáše, vždyť ho mám ráda. Ale možná jsem nějaká nepřítomná celému dni. Takový velký daydreaming. Ale přece se nemusím chovat jako kdybych si nikoho nevážila. Jestli tady mám zpytovat svědomí, pak mám hotovo, vemte si mě zpět, prosím. Hlava opět zabolela a já se propadla trhlinou ve své mysli. Nikoli domů, ale zase do té reality, kde nic nedává smysl.",
      "requiredMemories": 7
    },
    {
      "scene": "Vidím, jak telefonuji na chodbě. \"Ahojky, Tome.\" \"Ahoj, čumáku.\" \"Už jdeš ze školy?\" hraju si přitom se šňůrkou od mikiny. \"Jop, už jdu na tramvaj. V kolikže končíš?\" \"Mhm, říkala jsem ti to...\" \"No tak promiň, jsem na to tak trochu zapomněl.\" \"No tak si vzpomeň, nebo s tebou nebudu celý víkend mluvit.\" \"To nevydržíš.\" \"Vydržím.\" \"Ne, protože ty mluvíš i ze spánku.\" \"To se nepočítá.\" \"Ach jo, Amy. Řekneš mi to teda?\" \"Haha, vždycky to vzdáš, už ses bál, že fakt nebudu mluvit, co?\" \"Trochu.\" \"No vidíš, vyhrála jsem.\" \"Tak už mi to řekni!\" \"No jo, no jo, v 13:50.\" \"Mhm, to si venku docela postojím.\" \"Tak mi tam nezmrzni.\" \"Jasný, čumáku, budu stát naproti, ať rovnou přejdeš a pak budeme moct jít.\" \"Okay, zlato. Už se těším. Hah, už zvoní, musím běžet. Pusu\" \"Ahoj.\" \nJe to docela zvláštní pocit, koukat, jak ho někdy trápím... Ale je mi to jasné. Stoupl si až za koleje. Musela jsem na něj být tak soustředěná, že jsem vešla do těch kolejí. Já jsem tak blbá! Pomalu mi to začíná docházet, ztrácím sílu v nohou, upadám na zem. Slzy se mi hrnou z očí. Vzlykám. V hlavě mi běží vzpomínky na ty, které už nikdy neuvidím. Máma, kamarádi, všichni z okolí, kteří mě znají. Nikoho z nich neuvidím. A to nejhorší je, že naposledy, co mě viděli, jsem je neobejmula, neřekla jsem něco hezkého, jen jsem sobecky odsekla a odešla... Spustila se mi bolest hlavy, ale nedokázala přehlušit bolest mého srdce.",
      "requiredMemories": 9
    },
    {
      "scene": "Agh, kde to jsem? Rozhlížím se okolo. Vypadá to tu jako v nemocnici. Vždyť já jsem v nemocnici, na lůžku! Začíná se mi vracet sluch. Slyším žal. Je to mamka. Klečí u postele a hladí jakousi obvázanou postavu. Jsem to já. Táta drží mamku za pas, pláče taky. Není mi najednou líto sebe, ale rodičů. A i když mě nemůžou cítit, obejmu je taky. Brečím s nimi. \"Mami, vždyť já jsem přímo tady, vedle tebe,\" ale moje volání je zbytečné, neví a nemůžou vědět, že tu jsem. Koukám na maminčin slzami zalitý obličej a pomalu ztrácím zrak, pak odchází sluch a v neposlední řadě odchází i hmat. Už tam s nimi být nemohu. Už nemám druhou šanci je vidět.",
      "requiredMemories": 10
    }
  ]
}