{
  "cutscenes": [
    {
      "scene": "Ach, co se to děje? Píská mi v uších, bolí to. \nAni nevím, kde jsem. Snažím se rozhlížet, ale vidím strašně rozmazaně. \nVypadá to tu jako ve škole. Vždyť já jsem ve škole! Co se to stalo? \nZrychlil se mi tep, začínám panikařit. Proč tu jsem a proč je mi tak divně? \nCo to znamená, co se to děje? Uklidni se, uklidni se, no tak! \nUffff, zkusím najít nějakou pomoc... ",
      "requiredMemories": 0
    },
    {
    "scene": "Ahh, teď mě strašně rozbolela hlava. Ztrácím zrak? Jo! \nVšechno mi mizí před očima, když v tom se najednou objevím doma v kuchyni. \nSnažím se promluvit k mamce, ale ta mě očividně nevidí. Bolí to. \nZoufale ještě zkouším zvednout hlas, ale očividně to nefunguje. \nPak najednou přicházím já, jakoby nejsem to já, ale přicházím já. \n\"Jdeš dneska k Tomovi?\" \n\"Jop a budu u něj přes víkend.\" \n\"Ach tak, nepřijdeš alespoň v sobotu? Budu péct cukroví, mohla bys pomoct.\" \n\"Ale maaami, přece nebudu jezdit sem a tam, ne?\" \nPak jsem si přehodila batoh přes záda a zvolala: \n\"Papa, mami, miluji tě!\" \nWow, ani jsem si nevšimla, jak to mamku mrzí, když nejsem doma na víkend, úplně jsem to přehlížela... \nAu, už zase ta hlava. Upadám do bezvědomí a probouzím se opět ve škole. \nFuj, co tohle zase bylo! ",
    "requiredMemories": 3
    },
    {
      "scene": "Au! Zase se mi objevila ta bolest hlavy. Bolí to jako ta nejhorší migréna. \nPadám do bezvědomí. Probouzím se ve škole, tedy přímo v mojí třídě, v patnáctce. \nJsme tu já, Tonda, Mari, Švec a Pospi. \nOpět mě nikdo neslyší. A tak jen poslouchám. Co to zase ze mě vypadne... \n\"V pondělí máme session, počítáte s tím?\" zeptal se Švec. \nVšichni hromadně zvolali ano, až na mě. \n\"No, já v pondělí nemůžu,\" skoro jako by mi to bylo jedno. \n\"Jak to?\" ptá se Mari. \n\"Jdu za Tomášem…\" \n\"Aha,\" řekla Mari smutně. \nDále pak bylo ticho. \n\nTy kráso, já jsem úplná kráva, fakt. Jak se to chovám, já to snad ani nechci vidět... \nMoc ráda bych se jim všem omluvila, ale ono to nejde. \nProsím, dovolte mi se omluvit. Prosím.",
      "requiredMemories": 5
    },
    {
      "scene": "Zase cestuji časem, nebo co to má znamenat. \nTentokrát jsem na hodině IT s paní Meitnerovou. \nMáme zachránit Štědrý den před temnými silami zimy. To nezní nudně, hehe. \nPospíšil se zase na něco ptá, Chaloupka cestuje sem a tam, \nRoman doom scrolluje reels, všechno se zdá tak (...) normální. \nPo cestě k Matějovi se Meitnerová zastaví u mě. \n\"Proč nepracujete, Amy?\" \n\"No, nemám nějak chuť,\" řekla jsem s úsměvem. \n\"V pátek se vám nedivím, ale musíte pracovat. Víte, já dostala takový fajn hezký nápad, slyšela jste ho?\" \n\"Ne.\" \n\"No, každou hodinu IT si vybereme s kolegyní dva náhodné lidi a těm oznámkujeme jejich práci.\" \n\"Aha.\" \n\"No, tak to byste měla začít pracovat.\" \n\"No to se nebojte,\" odpovídám drze a zase s úsměvem. \nPak se Meitnerová podívala rovně a asi usoudila, že teď to se mnou nemá smysl. \n\nZase se chovám naprosto nehorázně. Taková normálně ale nejsem, ne? \nAsi jsem pochopila, že jsem jaksi taková (...) zvláštní. \nNebudu to přece svádět na Tomáše, vždyť ho mám ráda, ale možná jsem nějaká nepřítomná celému dni právě kvůli němu. \nTakový velký daydreaming. \nAle přece se nemusím chovat jako kdybych si nikoho nevážila. \nJestli tady mám zpytovat svědomí, pak mám hotovo, vemte si mě zpět, prosím. \n\nHlava opět zabolela a já se propadla trhlinou ve své mysli. \nNikoli domů, ale zase do té reality, kde nic nedává smysl.",
      "requiredMemories": 7
    },
    {
      "scene": "Vidím, jak telefonuji na chodbě. \n\"Ahojky, Tome.\" \n\"Ahoj, čumáku.\" \n\"Už jdeš ze školy?\" hraju si přitom se šňůrkou od mikiny. \n\"Jop, už jdu na tramvaj. V kolikže končíš?\" \n\"Mhm, říkala jsem ti to...\" \n\"No tak promiň, jsem na to tak trochu zapomněl.\" \n\"No tak si vzpomeň, nebo s tebou nebudu celý víkend mluvit.\" \n\"To nevydržíš.\" \n\"Vydržím.\" \n\"Ne, protože ty mluvíš i ze spánku.\" \n\"To se nepočítá.\" \n\"Ach jo, Amy. Řekneš mi to teda?\" \n\"Haha, vždycky to vzdáš, už ses bál, že fakt nebudu mluvit, co?\" \n\"Trochu.\" \n\"No vidíš, vyhrála jsem.\" \n\"Tak už mi to řekni!\" \n\"No jo, no jo, v 13:50.\" \n\"Mhm, to si venku docela postojím.\" \n\"Tak mi tam nezmrzni.\" \n\"Jasný, čumáku, budu stát naproti, ať rovnou přejdeš a pak budeme moct jít.\" \n\"Okay, zlato. Už se těším. Hah, už zvoní, musím běžet. Pusu\" \n\"Ahoj.\" \nJe to docela zvláštní pocit, koukat, jak ho někdy trápím... \n\nAle je mi to jasné. Stoupl si až za koleje. \nMusela jsem na něj být tak soustředěná, že jsem vešla do těch kolejí. \nJá jsem tak blbá! \nPomalu mi to začíná docházet, ztrácím sílu v nohou, upadám na zem. \nSlzy se mi hrnou z očí. Vzlykám. \nV hlavě mi běží vzpomínky na ty, které už nikdy neuvidím. \nMáma, kamarádi, všichni z okolí, kteří mě znají. \nNikoho z nich neuvidím. \nA to nejhorší je, že naposledy, co mě viděli, jsem je neobejmula, neřekla jsem něco hezkého, \njen jsem sobecky odsekla a odešla... \n\nSpustila se mi bolest hlavy, ale nedokázala přehlušit bolest mého srdce.",
      "requiredMemories": 9
    },
    {
      "scene": "Agh, kde to jsem? Rozhlížím se okolo. \nVypadá to tu jako v nemocnici. Vždyť já jsem v nemocnici, na lůžku! \nZačíná se mi vracet sluch. Slyším žal. Je to mamka. \nKlečí u postele a hladí jakousi obvázanou postavu. Jsem to já. \nTáta drží mamku za pas, pláče taky. \nNení mi najednou líto sebe, ale rodičů. \nA i když mě nemůžou cítit, obejmu je taky. Brečím s nimi. \n\"Mami, vždyť já jsem přímo tady, vedle tebe,\" \nale moje volání je zbytečné, neví a nemůžou vědět, že tu jsem. \nKoukám na maminčin slzami zalitý obličej a pomalu ztrácím zrak, \npak odchází sluch a v neposlední řadě odchází i hmat. \nUž tam s nimi být nemohu. \nUž nemám druhou šanci je vidět.",
      "requiredMemories": 10
    }
  ]
}